<?php
/**
 * ============================================================================
 * 版权所有 2015-2018
 * 网站地址: https://www.xiaoxiang.ga
 * ----------------------------------------------------------------------------
 * 不允许对程序代码以任何形式任何目的的再发布。
 * 本程序采用thinkphp v5.0开发
 * ============================================================================
 * Author: chiqing_85
 * Time: 2018/4/22 19:43
 */

return array(
    [
        'id' => 11,
        'name' => '首页轮播广告'
    ],
    [
        'id' => 12,
        'name' => '1F 底部广告'
    ],
    [
        'id' => 13,
        'name' => '2F 底部广告'
    ],
    [
        'id' => 14,
        'name' => '3F 底部广告'
    ],
    [
        'id' => 15,
        'name' => '4F 底部广告'
    ],
    [
        'id' => 16,
        'name' => '5F 底部广告'
    ],
    [
        'id' => 1,
        'name' => '首页单元广告 1楼'
    ],
    [
        'id' => 2,
        'name' => '首页单元广告 2楼'
    ],
    [
        'id' => 3,
        'name' => '首页单元广告 3楼'
    ],
    [
        'id' => 4,
        'name' => '首页单元广告 4楼'
    ],
    [
        'id' => 5,
        'name' => '首页单元广告 5楼'
    ],
    [
        'id' => 6,
        'name' => '首页单元广告 6楼'
    ],
    [
        'id' => 7,
        'name' => '首页单元广告 7楼'
    ],
    [
        'id' => 8,
        'name' => '首页单元广告 8楼'
    ],
    [
        'id' => 9,
        'name' => '首页单元广告 9楼'
    ],
    [
        'id' => 10,
        'name' => '首页单元广告 10楼'
    ],
);