<?php
/**
 * ============================================================================
 * 版权所有 2015-2018
 *
 * ----------------------------------------------------------------------------
 * 不允许对程序代码以任何形式任何目的的再发布。
 * 本程序采用thinkphp v5.0开发
 * ============================================================================
 *
 * Time: 2018/4/27 23:31
 */

return [
    [
        'name' => '版本',
        'value' => 'v1.0.1',
    ],
    [
        'name' => '版权',
        'value' => 'GPL',
    ],
    [
        'name' => '开发',
        'value' => '原创开发',
    ],
    [
        'name' => '框架',
        'value' => 'ThinkPHP5 + bootstrap',
    ],
    [
        'name' => '授权方式',
        'value' => '免费',
    ],
    [
        'name' => '开发人员',
        'value' => '梦回故里',
    ],
    [
        'name' => '联系方式',
        'value' => 'http://www.80shihua.com/',
    ],

];
