<?php
/**
 * ============================================================================
 * 版权所有 2015-2018
 * 
 * ----------------------------------------------------------------------------
 * 不允许对程序代码以任何形式任何目的的再发布。
 * 本程序采用thinkphp v5.0开发
 * ============================================================================
 * 
 * Time: 2018/2/13 17:25
 */

namespace app\admin\validate;


use think\Validate;

class Brand extends Validate
{
    protected $rule = [
        ['name','require','品牌名称不能为空……'],
        ['url','url', '品牌首页链接有误!'],
        ['__token__', 'require|max:50|token']
        ];
}