<?php
/**
 * ============================================================================
 * 版权所有 2015-2018
 * 网站地址: https://www.xiaoxiang.ga
 * ----------------------------------------------------------------------------
 * 不允许对程序代码以任何形式任何目的的再发布。
 * 本程序采用thinkphp v5.0开发
 * ============================================================================
 * Author: chiqing_85
 * Time: 2018/4/29 15:08
 */

namespace app\index\validate;


use think\Validate;

class Order extends Validate
{
    protected $rule = [
        ['order_sn', 'require|alphaNum','订单编号不能为空|订单编号输入错误'],       //订单编号
        ['order_price','require|number|gt:0','金额不能为空|金额输入错误|金额不能少于0'],  //订单金额
    ];

}